Revit 2027 API
SpecTypeId.PipingMass Property
 Mass, in discipline Piping.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PipingMass { get; }
Public Shared ReadOnly Property PipingMass As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PipingMass {
	ForgeTypeId^ get ();
}
static member PipingMass : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace